// © Copyright 2004-2010, 2015 HP Development Company, L.P.

HSDTaskName = "Юстировать";

HSDUnknownValue = "Выбрать";
NoAlignTitle = "Невозможно выполнить юстировку";
NoAlignMsg = "Убедитесь, что принтер подсоединен и включен, затем повторите попытку.";

ValidationMsg = "Выполняется печать страницы с проверочным шаблоном. Если линии на образце совмещены, нажмите \"Готово\". В противном случае повторите юстировку, нажав кнопку \"Юстировать\".";
ValidationPagePrintingMsg = "Выполняется печать страницы с проверочным шаблоном. При отсутствии внутренних прямоугольников нажмите \"Готово\". В противном случае повторите юстировку, нажав кнопку \"Юстировать\".";
HSDDoneButton = "Готово";

SemiAutomaticAlignCompletionAlertTitle = "Принтер выполняет печать страницы с шаблонами юстировки";
SemiAutomaticAlignCompletionAlertMessage = "Следуйте указаниям на этой странице для выполнения юстировки.";

CompletionAlertTitle = "Юстировка картриджей завершена";
CompletionAlertMessage = "Теперь можно нажать кнопку \"Проверить\" для печати страницы проверки или кнопку \"Готово\" для завершения процедуры юстировки. Для печати страницы проверки требуется выбрать настроенное устройство в следующем диалоговом окне печати и нажать кнопку \"Печать\".";
VerifyButton = "Проверить";
PrintingPatternsTitle = "Печать шаблонов…";
PrintingValidationPageTitle = "Печать страницы для проверки…";

AlignPrintheadsExplanation = "Следующая процедура обеспечит юстировку цветной и черной печатающих головок относительно друг друга. Будет обеспечено наилучшее качество.";
AlignPrintheadsInvitation = "Рекомендуется выполнять юстировку после каждой замены печатающей головки.";

TransferringProcessTitle = "Передача файла…";
PrintingProcessTitle = "Печать страницы диагностики КП…";

PenChangedMsg = "Юстировка прервана, т.к. изменился набор печатающих картриджей. Во время выполнения процедуры юстировки не извлекайте, не устанавливайте и не заменяйте картриджи.";

PrintAndAlingButtonsHint = "Нажмите кнопку \"Печать\", чтобы распечатать экземпляр страницы \"Диагностика качества печати\". Нажмите кнопку \"Юстировать\", чтобы распечатать страницу юстировки.";

NewCartridgeHeader = "Установлен новый картридж";

NewCartridgeText = "Если установлен новый картридж, рекомендуется выполнить его юстировку. Нажмите кнопку “Юстировать”, чтобы выполнить юстировку нового картриджа.";

HSDPenAlignmentTextFieldTitle = "Юстировка картриджей";
HSDInfoTextFieldTitle = "Для обеспечения наилучшего качества печати компания HP рекомендует выполнять юстировку после каждой замены картриджей.\n\nПри нажатии кнопки \"Юстировать\" распечатывается страница с шаблонами, и потребуется ответить на вопросы в зависимости от распечатанных шаблонов.\n\nДля этой процедуры следует использовать только обычную бумагу.";
HSDGuideTextFieldTitle = "При готовности к продолжению нажмите кнопку “Юстировать”.";
HSDAlignButtonTitle = "Юстировать";

HSDPatternDescription = "Принтер выполняет печать страницы с шаблонами юстировки. Найдите шаблон, указанный в правом нижнем углу страницы, выберите соответствующий вариант ниже и нажмите \"Продолжить\".";
HSDPattern1 = "Шаблон 1";
HSDPattern2 = "Шаблон 2";
HSDPattern3 = "Шаблон 3";
HSDGoBackButton = "Назад";
HSDCancelButton = "Отмена";
HSDContinueButton = "Продолжить";

HSDPlotDescription = "Просмотрите распечатанную страницу. На распечатанной странице имеется несколько рядов прямоугольников, каждый из которых состоит из тонких линий.\nДля каждой строки на странице определите прямоугольник, в котором самые тонкие линии наименее заметны, а затем выберите обозначение этого прямоугольника в списке справа.";
HSDValidationCheck = "Печать страницы проверки";

HSDStraightDescription1 = "Просмотрите распечатанную страницу и выберите для каждого раздела метку у линий, максимально точно соответствующих прямой линии.";
HSDStraightDescription2 = "Выберите метку, для которой полоса на конце стрелки расположена максимально близко к краю страницы.";
HSDStraightDescription3 = "Выберите номер образца, лучше всего совпадающего с фоном распечатанной страницы.";

OutOfPaperAlertTitle = "Закончилась бумага";
OutOfPaperAlertMessage = "Загрузите не менее двух листов бумаги и нажмите кнопку на принтере. После печати шаблона это диалоговое окно закроется автоматически.";
